{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "No Game Level"
			},
			"Translation":
			{
				"Text": "Aucun niveau de jeu"
			},
			"Key": "D0CB42CC41B79913B4D76E84EDD711A3"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "ST_CONFIG",
			"Children": [
				{
					"Source":
					{
						"Text": "Alemán"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CONFIG_LENGUAGE_DE"
				},
				{
					"Source":
					{
						"Text": "Catalán"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CONFIG_LENGUAGE_CA"
				},
				{
					"Source":
					{
						"Text": "Chino"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CONFIG_LENGUAGE_ZH"
				},
				{
					"Source":
					{
						"Text": "Español"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CONFIG_LENGUAGE_ES"
				},
				{
					"Source":
					{
						"Text": "Francés"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CONFIG_LENGUAGE_FR"
				},
				{
					"Source":
					{
						"Text": "Inglés"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CONFIG_LENGUAGE_EN"
				},
				{
					"Source":
					{
						"Text": "Italiano"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CONFIG_LENGUAGE_IT"
				},
				{
					"Source":
					{
						"Text": "Portugués"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CONFIG_LENGUAGE_PT"
				},
				{
					"Source":
					{
						"Text": "Ruso"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CONFIG_LENGUAGE_RU"
				}
			]
		},
		{
			"Namespace": "ST_GAME",
			"Children": [
				{
					"Source":
					{
						"Text": "Difícil"
					},
					"Translation":
					{
						"Text": "Difficile"
					},
					"Key": "GAME_CLASSIC_DIFFICULTY_HARD_NAME"
				},
				{
					"Source":
					{
						"Text": "Easy description"
					},
					"Translation":
					{
						"Text": "Description du mode facile"
					},
					"Key": "GAME_CLASSIC_DIFFICULTY_EASY_DESCRIPTION"
				},
				{
					"Source":
					{
						"Text": "Fácil"
					},
					"Translation":
					{
						"Text": "Facile"
					},
					"Key": "GAME_CLASSIC_DIFFICULTY_EASY_NAME"
				},
				{
					"Source":
					{
						"Text": "Hard description"
					},
					"Translation":
					{
						"Text": "Description du mode difficile"
					},
					"Key": "GAME_CLASSIC_DIFFICULTY_HARD_DESCRIPTION"
				},
				{
					"Source":
					{
						"Text": "Medio"
					},
					"Translation":
					{
						"Text": "Moyen"
					},
					"Key": "GAME_CLASSIC_DIFFICULTY_MEDIUM_NAME"
				},
				{
					"Source":
					{
						"Text": "Medio description"
					},
					"Translation":
					{
						"Text": "Description du mode moyen"
					},
					"Key": "GAME_CLASSIC_DIFFICULTY_MEDIUM_DESCRIPTION"
				},
				{
					"Source":
					{
						"Text": "Nivel difícil"
					},
					"Translation":
					{
						"Text": "Niveau difficile"
					},
					"Key": "GAME_CLASSIC_DIFFICULTY_HARD_LEVELNAME"
				},
				{
					"Source":
					{
						"Text": "Nivel fácil"
					},
					"Translation":
					{
						"Text": "Niveau facile"
					},
					"Key": "GAME_CLASSIC_DIFFICULTY_EASY_LEVELNAME"
				},
				{
					"Source":
					{
						"Text": "Nivel medio"
					},
					"Translation":
					{
						"Text": "Niveau moyen"
					},
					"Key": "GAME_CLASSIC_DIFFICULTY_MEDIUM_LEVELNAME"
				}
			]
		},
		{
			"Namespace": "ST_HUD",
			"Children": [
				{
					"Source":
					{
						"Text": "Casillas descubiertas: {revealed_tiles}"
					},
					"Translation":
					{
						"Text": "Cases révélées : {revealed_tiles}"
					},
					"Key": "HUD_GAME_STATS_TILES_REVEALED"
				},
				{
					"Source":
					{
						"Text": "Casillas marcadas: {marked_tiles}"
					},
					"Translation":
					{
						"Text": "Cases marquées : {marked_tiles}"
					},
					"Key": "HUD_GAME_STATS_TILES_MARKED"
				},
				{
					"Source":
					{
						"Text": "Casillas totales: {total_tiles}"
					},
					"Translation":
					{
						"Text": "Cases totales : {total_tiles}"
					},
					"Key": "HUD_GAME_STATS_TILES_TOTAL"
				},
				{
					"Source":
					{
						"Text": "Minas totales: {total_mines}"
					},
					"Translation":
					{
						"Text": "Mines totales : {total_mines}"
					},
					"Key": "HUD_GAME_STATS_MINES_TOTAL"
				}
			]
		},
		{
			"Namespace": "ST_MainMenu",
			"Children": [
				{
					"Source":
					{
						"Text": "Aventura"
					},
					"Translation":
					{
						"Text": "Aventure"
					},
					"Key": "MIANMENU_MODE_ADVENTURE"
				},
				{
					"Source":
					{
						"Text": "Clásico"
					},
					"Translation":
					{
						"Text": "Classique"
					},
					"Key": "MIANMENU_MODE_CLASSIC"
				},
				{
					"Source":
					{
						"Text": "Difícil"
					},
					"Translation":
					{
						"Text": "Difficile"
					},
					"Key": "MIANMENU_CLASSIC_DIFFICULTY_HARD"
				},
				{
					"Source":
					{
						"Text": "Fácil"
					},
					"Translation":
					{
						"Text": "Facile"
					},
					"Key": "MIANMENU_CLASSIC_DIFFICULTY_EASY"
				},
				{
					"Source":
					{
						"Text": "Jugar"
					},
					"Translation":
					{
						"Text": "Jouer"
					},
					"Key": "MIANMENU_PLAY"
				},
				{
					"Source":
					{
						"Text": "Medio"
					},
					"Translation":
					{
						"Text": "Moyen"
					},
					"Key": "MIANMENU_CLASSIC_DIFFICULTY_MEDIUM"
				},
				{
					"Source":
					{
						"Text": "Opciones"
					},
					"Translation":
					{
						"Text": "Options"
					},
					"Key": "MIANMENU_OPTIONS"
				},
				{
					"Source":
					{
						"Text": "Salir"
					},
					"Translation":
					{
						"Text": "Quitter"
					},
					"Key": "MIANMENU_QUIT"
				},
				{
					"Source":
					{
						"Text": "Volumen de animaciones"
					},
					"Translation":
					{
						"Text": "Volume des animations"
					},
					"Key": "MAINMENU_CONFIG_VOLUME_ANIMATIONS"
				},
				{
					"Source":
					{
						"Text": "Volumen de música"
					},
					"Translation":
					{
						"Text": "Volume de la musique"
					},
					"Key": "MAINMENU_CONFIG_VOLUME_MUSIC"
				},
				{
					"Source":
					{
						"Text": "Volumen de sistema"
					},
					"Translation":
					{
						"Text": "Volume du système"
					},
					"Key": "MAINMENU_CONFIG_VOLUME_SYSTEM"
				},
				{
					"Source":
					{
						"Text": "Volver"
					},
					"Translation":
					{
						"Text": "Retour"
					},
					"Key": "MIANMENU_BACK"
				}
			]
		},
		{
			"Namespace": "ST_Menus",
			"Children": [
				{
					"Source":
					{
						"Text": "1. Hacé clic sin volar por los aires"
					},
					"Translation":
					{
						"Text": "1. Clique sans exploser"
					},
					"Key": "MENU_INSTRUCTIONS_01"
				},
				{
					"Source":
					{
						"Text": "2. Usá los números como pistas para esquivar minas"
					},
					"Translation":
					{
						"Text": "2. Utilise les chiffres comme indices pour éviter les mines"
					},
					"Key": "MENU_INSTRUCTIONS_02"
				},
				{
					"Source":
					{
						"Text": "3. Poné banderas donde creas que hay explosivos"
					},
					"Translation":
					{
						"Text": "3. Place des drapeaux là où tu penses qu’il y a des mines"
					},
					"Key": "MENU_INSTRUCTIONS_03"
				},
				{
					"Source":
					{
						"Text": "4. Ganás cuando todas las celdas seguras están descubiertas"
					},
					"Translation":
					{
						"Text": "4. Tu gagnes lorsque toutes les cases sûres sont révélées"
					},
					"Key": "MENU_INSTRUCTIONS_04"
				},
				{
					"Source":
					{
						"Text": "5. El tiempo corre — y tu marca quedará en la historia"
					},
					"Translation":
					{
						"Text": "5. Le temps passe — et ton score restera dans l’histoire"
					},
					"Key": "MENU_INSTRUCTIONS_05"
				},
				{
					"Source":
					{
						"Text": "Abandonar"
					},
					"Translation":
					{
						"Text": "Quitter la partie"
					},
					"Key": "MENU_COMMON_LEAVE_GAME"
				},
				{
					"Source":
					{
						"Text": "Cada celda puede esconder una mina... o no. Tu primer clic es pura fe, pero después todo depende de tus decisiones."
					},
					"Translation":
					{
						"Text": "Chaque case peut cacher une mine... ou non. Ton premier clic est un acte de foi, mais ensuite tout dépend de tes décisions."
					},
					"Key": "MENU_INSTRUCTIONS_01b"
				},
				{
					"Source":
					{
						"Text": "Crack"
					},
					"Translation":
					{
						"Text": "Champion"
					},
					"Key": "MENU_RECORD_USERNAME_INPUT"
				},
				{
					"Source":
					{
						"Text": "Cuando estés seguro de haber localizado una mina, marcala con una bandera. Así evitás pisarla por accidente y te organizás mejor para limpiar el campo."
					},
					"Translation":
					{
						"Text": "Lorsque tu es sûr d’avoir localisé une mine, marque-la avec un drapeau. Ainsi, tu éviteras de cliquer dessus par accident et tu t’organiseras mieux pour nettoyer le terrain."
					},
					"Key": "MENU_INSTRUCTIONS_03b"
				},
				{
					"Source":
					{
						"Text": "El cronómetro arranca en cuanto empezás y se detiene cuando ganás o... cuando explotás.\r\nSi lográs terminar sin errores y a toda velocidad, tu tiempo se guardará en el ranking de mejores partidas. ¡Así que jugá con cabeza y sin perder tiempo!"
					},
					"Translation":
					{
						"Text": "Le chronomètre démarre dès que tu commences et s’arrête lorsque tu gagnes ou… lorsque tu exploses.\r\nSi tu termines sans erreur et à toute vitesse, ton temps sera enregistré dans le classement des meilleures parties. Alors joue intelligemment et ne perds pas de temps !"
					},
					"Key": "MENU_INSTRUCTIONS_05b"
				},
				{
					"Source":
					{
						"Text": "Felicidades! Lograste un nuevo record!"
					},
					"Translation":
					{
						"Text": "Félicitations ! Tu as établi un nouveau record !"
					},
					"Key": "MENU_RECORD_CONGRATS"
				},
				{
					"Source":
					{
						"Text": "Ganaste"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "MENU_WON_TITLE"
				},
				{
					"Source":
					{
						"Text": "Iniciar"
					},
					"Translation":
					{
						"Text": "Commencer"
					},
					"Key": "MENU_COMMON_START_GAME"
				},
				{
					"Source":
					{
						"Text": "Instrucciones"
					},
					"Translation":
					{
						"Text": "Instructions"
					},
					"Key": "MENU_TOMENU_INSTRUCTION"
				},
				{
					"Source":
					{
						"Text": "Instrucciones"
					},
					"Translation":
					{
						"Text": "Instructions"
					},
					"Key": "MENU_INSTRUCTIONS_TITLE"
				},
				{
					"Source":
					{
						"Text": "Jugar"
					},
					"Translation":
					{
						"Text": "Jouer"
					},
					"Key": "MENU_PRESENTATION_TITLE"
				},
				{
					"Source":
					{
						"Text": "Menú principal"
					},
					"Translation":
					{
						"Text": "Menu principal"
					},
					"Key": "MENU_TOMENU_MAIN_MENU"
				},
				{
					"Source":
					{
						"Text": "No es necesario encontrar todas las minas, sólo asegurarte de abrir todas las celdas que no las tienen. ¡Si no explotaste, es victoria!"
					},
					"Translation":
					{
						"Text": "Il n’est pas nécessaire de trouver toutes les mines, il suffit d’ouvrir toutes les cases sans mine. Si tu n’as pas explosé, c’est la victoire !"
					},
					"Key": "MENU_INSTRUCTIONS_04b"
				},
				{
					"Source":
					{
						"Text": "Nuevo record"
					},
					"Translation":
					{
						"Text": "Nouveau record"
					},
					"Key": "MENU_RECORD_TITLE"
				},
				{
					"Source":
					{
						"Text": "Pausa"
					},
					"Translation":
					{
						"Text": "Pause"
					},
					"Key": "MENU_PAUSE_TITLE"
				},
				{
					"Source":
					{
						"Text": "Perdiste"
					},
					"Translation":
					{
						"Text": "Défaite"
					},
					"Key": "MENU_LOSE_TITLE"
				},
				{
					"Source":
					{
						"Text": "Puntaje: {SCORE}"
					},
					"Translation":
					{
						"Text": "Score : {SCORE}"
					},
					"Key": "MENU_COMMON_SCORE"
				},
				{
					"Source":
					{
						"Text": "Ranking"
					},
					"Translation":
					{
						"Text": "Classement"
					},
					"Key": "MENU_RANKING_TITLE"
				},
				{
					"Source":
					{
						"Text": "Reiniciar"
					},
					"Translation":
					{
						"Text": "Recommencer"
					},
					"Key": "MENU_COMMON_RESTART_GAME"
				},
				{
					"Source":
					{
						"Text": "Seguir jugando"
					},
					"Translation":
					{
						"Text": "Continuer"
					},
					"Key": "MENU_COMMON_RESUME_GAME"
				},
				{
					"Source":
					{
						"Text": "Si al abrir una celda aparece un número, significa que esa cantidad de minas está cerca. Observá con atención y pensá antes de arriesgar el próximo clic."
					},
					"Translation":
					{
						"Text": "Si un chiffre apparaît en ouvrant une case, cela indique le nombre de mines à proximité. Observe attentivement et réfléchis avant de risquer le prochain clic."
					},
					"Key": "MENU_INSTRUCTIONS_02b"
				},
				{
					"Source":
					{
						"Text": "Top {POSITION} es tuyo"
					},
					"Translation":
					{
						"Text": "La position {POSITION} est à toi"
					},
					"Key": "MENU_RECORD_USERNAME_MSG"
				},
				{
					"Source":
					{
						"Text": "Tu misión es simple... en teoría. En la práctica, es cuestión de lógica, nervios de acero y un poco de suerte. Aquí van las reglas:"
					},
					"Translation":
					{
						"Text": "Ta mission est simple... en théorie. En pratique, c’est une question de logique, de nerfs d’acier et d’un peu de chance. Voici les règles :"
					},
					"Key": "MENU_INSTRUCTIONS_00"
				},
				{
					"Source":
					{
						"Text": "Ver ranking"
					},
					"Translation":
					{
						"Text": "Voir le classement"
					},
					"Key": "MENU_TOMENU_RANKING"
				},
				{
					"Source":
					{
						"Text": "{SCORE} puntos"
					},
					"Translation":
					{
						"Text": "{SCORE} points"
					},
					"Key": "MENU_RECORD_POINTS"
				}
			]
		}
	]
}